/* Percentage left menuitem */
"%ld %% left" = "%ld %% percent batérie";

/* Advanced percentage left menuitem */
"%ld %% left ( %ld/%ld mAh )" = "%1$ld %% percent batérie ( %2$ld/%3$ld mAh )";

/* Time remaining left notification */
"%1$ld:%2$02ld left (%3$ld%%)" = "%1$ld:%2$02ld percent batérie (%3$ld%%)";

/* Update menuitem
   Update notification */
"A newer version is available" = "Je dostupná novšia verzia";

/* Advanced mode setting */
"Advanced mode" = "Pokročilý mód";

/* Calculating sidetext */
"Calculating…" = "Vypočítavam...";

/* Charged notification */
"Charged" = "Nabitá";

/* Update menuitem */
"Checking for updates…" = "Kontrolujem dostupnosť aktualizácie…";

/* Update menuitem */
"Could not check for updates" = "Nemôžem skontrolovať dostupnosť aktualizácie";

/* Advanced battery info menuitem */
"Cycle count: %ld" = "Počet cyklov %ld";

/* Display time with parentheses setting */
"Display time with parentheses" = "Zobraziť zostávajúci čas v zátvorkách";

/* Open Energy Saver Preferences menuitem */
"Energy Saver Preferences…" = "Nastavenia šetrenia energie";

/* Remaining menuitem */
"Loading…" = "Načítam";

/* Notification menuitem */
"Notifications" = "Notifikácie";

/* Powersource menuitem */
"Power source: %@" = "Zdroj energie: %@";

/* Powersource menuitem */
"Power source: Unknown" = "Zdroj energie: Neznámy";

/* Advanced battery info menuitem */
"Power usage: %.2f Watt" = "Využitie batérie: %.2f Watt";

/* Quit menuitem */
"Quit" = "Ukončiť";

/* Settings menuitem */
"Settings" = "Nastavenia";

/* Start at login setting */
"Start at login" = "Spustiť pri štarte";

/* Advanced battery info menuitem */
"Temperature: %.1f°C" = "Teplota: %.1f°C";

/* Update menuitem */
"Up to date" = "Aktuálna verzia";

